app/controllers/registrations_controller.rb

	def create
	    #complete this method
	    @user = User.new(registrations_params)
    	if @user.save
---
INSERT INTO "users" ("name", "last_name", "email", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "mauro"], ["last_name", "sanchez"], ["email", "mauro@mauro.cl"], ["password", "password123"], ["created_at", "2019-04-20 22:22:41.506718"], ["updated_at", "2019-04-20 22:22:41.506718"]]