app/controllers/sessions_controller.rb

	def create
		#complete this method
		user = User.find_by( email: params[:session][:email].downcase)
---
SELECT  "users".* FROM "users" WHERE "users"."email" = ? LIMIT ?  [["email", "mauro@miuandes.cl"], ["LIMIT", 1]]